Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: A spokeswoman for the tribunal based in The Hague refused to discuss the _Spiegel article, saying “We don’t know where they are getting the story _from”.
ar: متحدثة باسم المحكمة الدولية التي مقرها لاهاي كانت قد رفضت مناقشة مقال سبيغل, حيث قالت: نحن لا نعلم من أين أتوا بهذه القصة .

source: The Western-backed March 14 coalition, the current parliamentary majority, _appears to be reacting cautiously to the story, apparently wary of stoking _sectarian tensions ahead of the elections.
ar: أما فريق الربع عشر من أذار المدعوم من قبل الغرب, و الذي يشكل أغلبية البرلمان الحالي, فقد ظهر كأنه يبدي رد فعل حذر على القصة, و كأنه محتاط من إشعال التوترات الطائفية قبل الانتخابات.

source: A spokesman for Saad Hariri, Rafik Hariri’s son and political heir who heads _the Sunni Future Movement, told The Times: “We do not comment on any _information regarding the tribunal unless it is officially stated by the _tribunal”.
ar: كما صرح متحدث باسم سعد الحريري, نجل رفيق الحريري و الوريث السياسي الذي يترأس تيار المستقبل السني, لصحيفة التايمز قائلا: نحن لن نعلق على أية معلومات بشأن المحكمة الدولية ما لم تصدر رسميا عن المحكمة نفسها .

source: Nicholas Blanford in Beirut
ar: نيكولاس بلانفورد من بيروت.

source: Times Recommends
ar: التايمز توصي بقراءة:

source: Related Links
ar: روابط متصلة بالموضوع:

source: Lebanese generals 'will go to UN Hariri tribunal'
ar: جنرالات لبنان سيذهبون إلى محكمة الأمم المتحدة الخاصة بالحريري

source: Hariri tribunal divides Lebanese
ar: المحكمة الخاصة بالحريري تقسم اللبنانيين.

source: There are
ar: توجد

source: reports today
ar: تقارير صدرت اليوم

source: that Iran has blocked
ar: عن قيام إيران بحجب موقع

source: : Going thru Bethlehem checkpoint
ar: : اذهب إلى نقطة تفتيش بيت لحم.

source: Through. Checkpoint totally empty
ar: طريق. نقطة التفتيش خالية تماما

source: Comments are moderated, and will not appear until they've been approved.
ar: سيتم الإشراف على التعليقات, و لن يظهر أي تعليق حتى يوافق عليه.

source: Here are the full legal terms you agree to by using this comment form.
ar: هنا الشروط القانونية الكاملة التي توافق عليها من أجل التعليق باستخدام هذا الشكل.

source: If you are under 13 years of age you may read this message board, but you may not participate.
ar: اذا كان عمرك أقل من ثلاثة عشر عاما عليك أن تقرأ الرسالة التالية, و لكن ربما لن تستدعي المشاركة.

source: Photos: Aseel al Awadhi is congratulated by supporters after she and three other female candidates won parliamentary seats in Kuwait's elections. Credit: European Pressphoto Agency
ar: الصور: أسيل العوضي تتلقى التهاني من مؤيديها بعد أن فازت هي و ثلاثة نساء أخريات بمقاعد في البرلمان في الانتخابات الكويتية. الحقوق: وكالة يويوبيان برس فوتو.

source: Post a comment
ar: أضف تعليقا:

source: Borzou Daragahi
ar: بورزو داراغاهي

source: in Beirut
ar: من بيروت.

source: But after gaining ground over the last few years , Kuwait's Sunni Islamists actually lost bigtime during the Saturday vote as their parliamentary bloc dropped from 24 to 16 seats, according to the
ar: و لكن بعد اكتسابهم الأرضية اللازمة في السنوات القليلة الماضية, فقد خسر الإسلاميون السنة في الكويت بالفعل مكانا كبيرا خلال التصويت يوم السبت حيث انخفض عدد مقاعدهم في البرلمان من أربع و عشرين إلى ستة عشر مقعدا, وفقا لما ذكرته صحيفة

source: Many Western analysts worry that hardline Islamists would dominate free and fair elections in many Middle East countries and then establish Islamic governments.
ar: و كان العديد من المحللين الغربيين يشعرون بالقلق من أن الإسلاميين المتشددين يمكنهم أن يهيمنوا على الانتخابات الحرة و النزيهة في العديد من دول الشرق الأوسط ثم يقيمون حكومات إسلامية بعدها.

source: women's arrival in the parliament.
ar: وصول المرأة إلى سدة البرلمان.

source: Festival Blog
ar: مدونة المهرجان

source: The daily blog returns for 2009. We'll be writing every evening of the festival to keep you up to date with what's going on.
ar: المدونة اليومية تعود لعام 2009. سنقوم بالكتابة كل مساء عن الاحتفالية لنبقيك على اطلاع على ما يجري

source: Today the group split up. We had timed the festival to arrive just after university exams, but because of the assault on Gaza, schools lost three weeks and all exams dates moved forward. So we found ourselves arriving in Palestine right in the middle of
ar: اليوم انقسمت المجموعة. كنا قد برمجنا توقيت المهرجان ليتصادف وانتهاء امتحانات الجامعة، و لكن بسبب الهجوم على غزة، فقد تأخرت المدارس ثلاثة أسابيع و بالتلي جميع تواريخ الامتحانات تقدمت تبعا لذلك. من أجل هذا وجدنا أنفسنا نصل إلى فلسطين في منتصف فترة الامتحانا

source: So half the group headed to the Birzeit campus and the other half drove up to Jenin.
ar: لذا، فإن نصف الفريق توجه إلى حرم بيرزيت بينما ذهب النصف الأخر إلى جنين.

source: The road for Palestinians to Jenin, once a direct, single one that took you through Nablus to the plains of the north, is now a winding track that creeps beneath wider, faster, Israeli-only roads that have been cut through the hills. In two hours we passe
ar: إن الطريق التي يسلكها الفلسطينيون في اتجاه جنين، والتي كانت في السابق طريقا واحدة ومباشرة تعبر نابلس نحو التلال في الشمال، أضحت اليوم طريقا ملتوية تزحف تحت طرق أوسع وأسرع خاصة بالإسرائيين فقط تم شقها عبر السهول. نبهنا سائق الحافلة إلى أنه يتعين علينا القو

source: In Jenin, we split again, with Ahdaf, Raja, Suad, Suheir, Jamal and Nathalie going to take workshops at AAUJ while Michael Palin and Henning Mankell headed to the Freedom Theatre. After seeing three sketches from a play the students have in development th
ar: وعندما وصلنا إلى جنين، انقسمنا مجددا، حيث ذهب كل من أهدف، رجاء، سهير، جمال وناتالي إلى الأوراش بالجامعة العربية-الأمريكية بجنين، في الوقت الذي توجهت فيه مايكل بالين وهينينغ مانكل إلى مسرح الحرية. وبعد مشاهدة ثلاث سكيتشات من مسرحية لا يزال يشتغل عليها ال

source: Meanwhile, at Birzeit, a morning panel was held with Abdulrazak Gurnah, Robin Yassin-Kassab, Claire Messud and M G Vassanji before the authors split into small workshop groups. The students had chosen the titles themselves and signed up for the classes th
ar: وفي نفس الآن، تم عقد اجتماع صباحي بحضور عبد الرزاق غرنة، روبين ياسين قصاب، كلير ميسود وإم. جي. فسانجي، قبل أن يتوزع الكتاب على مجموعة من الأوراش. اختار الطلبة العناوين بأنفسهم وتسجلوا في الفصول التي امتدت من دور الأدب في خلق وقائع سياسية جديدة إلى غوان

source: The Role of Fiction in Creating New Political Realities
ar: دور الخيال في خلق الحقائق السياسية الجديدة

source: Guantanamo After Obama
ar: معتقل غوانتانامو بعد أوباما.

source: to
ar: إلى

source: In the evening we were in the garden of the Sakakini Centre again. This time without any wind issues. And the place was overflowing with people who had come to see Suheir Hammad and the Edward Said Conservatory’s Sama’. For anyone that has seen Suheir per
ar: و في المساء كنا في حديقة مركز السكاكيني مرة أخرى. و لكن هذه المرة من دون رياح. كان المكان مليئا بالناس الذين جاءوا لرؤية سهير حمد و كونسيرفاتوار سما الخاص بادوارد سعيد. بالنسبة لأي شخص كان له أن شاهد أداء سهير من قبل, فلا حاجة لي لأن أقول أنها نابغة. كما

source: Author Blog
ar: مدونة المؤلف

source: We are working on getting the new blogs up here as soon as possible. But with authors moving towns and taking workshops it can be a challenge. But they are on their way!
ar: إننا نعمل على الحصول على مدونات جديدة هنا في أقرب وقت ممكن. و لكن مع تنقل المؤلفين عبر المدن و استغراقهم في ورشات العمل فإن هذا سيكون تحديا. إلا أنهم على طريقهم!

source: Coming up: Suheir Hammad and Henning Mankell on Days 1 and 2. Check back very soon...
ar: الأتي: سهير حمد و هينينغ مانكل في اليومين الأول و الثاني. راجعنا قريبا جدا...

source: Ahdaf Soueif
ar: أهداف سويف

source: At the Allenby Bridge we sat down and waited.
ar: على جسر اللنبي جلسنا و انتظرنا.

source: Oddly, our Jordanian guide on the bus from Amman kept assuring us that we would hand over all our passports in one go, together with our ‘manifest’ (that’s the list of travellers with their passport numbers, rather like a bill of lading) and ‘our neighbou
ar: الأمر الغريب, بقي دليلنا الأردني على الحافلة من عمان يؤكد أن علينا تسليم جميع جوازات سفرنا دفعة واحدة, جنبا إلى جنب مع قائمة الشحن الخاصة بنا ( و هي قائمة المسافرين مع أرقام جوازات سفرهم, مثل سند الشحن), و جيراننا الإسرائيليون كما ظل يناديهم سيدعو

source: In Jerusalem we had a 45 minute turnaround time to shower and get into our heels and make-up – well, some of us, anyway, and head for our Opening Night at the Palestinian National Theatre. We walked down Ibn Khaldun Street. The weather was brilliant, it w
ar: في مدينة القدس, كان لدينا 45 دقيقة لأخذ حمام سريع و ارتداء أحذيتنا ذات الكعب العالي و وضع مستحضرا التجميل.و على العموم, البعض منا, على أية حال, توجه إلى ليلتنا الافتتاحية في المسرح الوطني الفلسطيني. مشينا إلى شارع ابن خلدون. الطقس رائع. و الساعة تشير إلى

source: I saw 10 old friends in the first minute, all the Jerusalem cultural and academic set were there, a lot of Internationals, a lot of Press. We stood in the early evening light, by the tables laden with books and food and flowers, nibbled at kofta and borek
ar: في الدقيقة الأولى, رأيت عشرة من الأصدقاء القدامى, كل فعاليات القدس الثقافية و الأكاديمية كانت هناك, الكثير من الشخصيات العالمية, و الكثير من الصحافة. وقفنا في ضوء المساء الباكر, بين المنصات المحملة بالكتب, الطعام, و الزهور, نأكل الكفتة و البرك و نضحك و ند

source: Rania Elias and Khaled el-Ghoul from Yabous started calling us in. Everyone moved towards and into the foyer. Someone clapped for silence and Nazmi al-Ju’beh, Chair of the Board of Yabous gave a brief welcome speech. Then we started moving towards the aud
ar: رانيا الياس و خالد الغول من يابوس بدأا في الدعوة. انتقل الجميع الي نحو الاستراحة. صفق أحد الأشخاص من أجل الهدوء ثم ألقى نظمي الجعبة, رئيس مجلس يابوس, كلمة ترحيب قصيرة. بعدها بدأنا نتحرك باتجاه نحو القاعة و سمعت أحدهم يقول بصوت منخفض: لقد أتوا ▼

source: “Who?” Looking around – and there they were; the men in the dark blue fatigues, with pack-type things strapped to their backs and machine-guns cradled in their arms. I had a moment of unbelief. Surely, even if they were coming to note everything we said a
ar: من? تطلعت حولي - و كانوا هناك; الرجال الذين يرتدون الملابس الزرقاء الغامقة, مع علب الأشياء المحملة على ظهورهم و الأسلحة الرشاشة المعلقة على أكتافهم. و مررت بلحظة من عدم التصديق. بالتأكيد, حتى لو انهم قدموا لتسجيل كل شيء نقوله و لإظهار عرض للقوة فلماذ

source: “No!”
ar: كلا !

source: “Yes. They have. They’ve closed us down. Look!”
ar: أجل .. لقد فعلوا. و منعونا. انظر !

source: Some people were already in the auditorium. The Theatre manager was telling them they had to leave. People – our audience, our writers – were surging backwards and forwards:
ar: كان بعض الأشخاص في القاعة بالفعل. و كان مدير المسرح يخبرهم أن عليهم المغادرة. الناس - جمهورنا, كتابنا - كانوا يندفعون جيئة و ذهابا:

source: “let’s go into the auditorium..”
ar: دعونا نذهب إلى الصالة... .

source: “Let them carry us out each one ..”
ar: دعهم ينفذون ذلك بنا لكل واحد ..

source: “If they get you inside the auditorium they’ll close the doors and beat the hell out of you ..”
ar: اذا وصلوا إليك داخل الصالة فإنهم سيوصدون الأبواب و ينهكونك ... . ▼

source: “What’s happening? What’s happening?
ar: ما الذي يحدث? ما الذي يحدث?

source: “Let’s go outside and start the event on the street ..
ar: دعونا نذهب غلى الخارج و نبدأ الحدث في الشارع...

source: As we stepped outside and I started wondering whether we should just kick off right there on the courtyard of the theatre or whether we might actually get beaten someone said ‘we’ll go to the French Cultural Centre.” The French Cultural Attaché was in the
ar: في الوقت الذي كنا نهم فيه بالخروج و كنت أتساءل ما إذا كان ينبغي لنا أن نبدأ هناك في فناء المسرح أو أنه علينا في الحقيقة أن نتعرض للضرب. قال أحد الأشخاص: سنذهب إلى المركز الثقافي الفرنسي. الملحق الثقافي الفرنسي كان بين الجمهور و عرض استضافة الحدث.

source: Throughout all this the 15 or so Israeli soldiers held their positions and their weapons – how they, or their leader, made their will known to the Palestinians I did not see.
ar: و بين كل هذا كان الجنود الإسرائيليون الخمسة عشر أو أكثر مهيئين وضعياتهم و أسلحتهم - و لم أفهم كيف جعلوا هم, أو قائدهم إرادتهم معلومة للفلسطينيين.

source: We started walking down Salah el-Din street towards the French Cultural Centre. I looked behind me and there was the Festival: a brightly-dressed, ornamented procession of authors and audience strolling along Salah el-Din Street, chatting and laughing and
ar: بدأنا السير في شارع صلاح الدين متجهين نحو المركز الثقافي الفرنسي. نظرت خلفي و كان المهرجان هناك: الملابس الزاهية, موكب مزين بالمؤلفين و الجمهور و هم يتمشون على طول شارع صلاح الدين, يتحادثون و يضحكون و يحملون في أياديهم أسلحة من صواني البقلاوة و الكبة و ا

source: We sat on the raised patio of the French Cultural Centre and our audience sat and stood in the garden. Henning Mankell spoke of how his involvement with Africa makes him a better European. Some workmen engaged on the first floor of the house next door pau
ar: جلسنا في الباحة في المركز الثقافي الفرنسي, أما الجمهور فقد جلس و وقف في الحديقة. تحدث هينينغ مانكل كيف أن ضلوعه في افريقيا جعله إنسانا أوروبيا أفضل. بعض العاملين في الطابق الأول من المنزل المجاور توقفوا مؤقتا للاستماع. أنهت الطيور طيران ليلتها السعيدة ح

source: Today, my friends, we saw the clearest example of our mission: to confront the culture of power with the power of culture.
ar: اليوم, أصدقائي, رأينا المثال الأوضح لمهمتنا: مواجهة ثقافة السلطة بسلطة الثقافة.

source: BACK
ar: عودة.

source: Henning Mankell
ar: الخامس و العشرين من مايو من جنين: هينينج مان كيل.

source: Yesterday I visited “The Freedom Theatre” in Jenin, together with Michael Palin and other members of the Palfest Delegation. The visit, and the work we did together confirmed what I already knew: political resistance without the support of culturally expr
ar: لقد زرت بالأمس مسرح الحرية بجنين، و قد صحبني بالزيارة مايكل بالين و أعضاء آخرون مشاركون ببعثة مهرجان فلسطين للأدب. و قد ركز و أكد العمل الذي قمنا به معاً من خلال تلك الزيارة على ما أعرفه فعلاً، لن تكون المقاومة السياسية ناجحة أبداً و محققة لأغراضها بدو

source: When the richly talented young actors – and acting students – showed us parts from their new play about life in the Palestinian refugee camp, they confirmed this to be right. It was quite an explosion of emotional and intellectual expression. In a few m
ar: و عندما قام شباب الممثلين الموهوبين و المحترفين فعلاً (و هم مجموعة من الممثلين الطلاب) بعرض و أداء أجزاء من مسرحيتهم الجديدة و التي تدور حول الحياة في مخيم اللاجئين الفلسطينين، أكدوا لنا على أنه ما يقومون به هو الصواب. حيث كان الأداء ما هو إلاانفجاراً في

source: The Der Spiegel article is suspicious for many reasons. Here are a few put forward by SC readers:
ar: ان مقالة دير سبيجل تعد مثيرة للشكوك و ذلك لعدة أسباب، منها بعض ما وضعه قراء :SC

source: This is true here in Palestine as it was once true in South Africa. What culture means when we talk about the final fall of the ugly, racist system of apartheid, can never be exaggerated. And this will once be true even for the Palestinian people, today
ar: و هذا هو طبيعة الوضع الواقعي هنا بفلسطين كما كان هو الحال منذ فترة على أرض جنوب أفريقيا، و ما تعنيه الثقافية عندما نتحدث عن السقوط الأخير لنظام التمييز العنصري السيئ و الذي يدعو للتفرقة و الذي لا يمكن أن نبالغ في تعريفه بشكل فعلي حقاً. و سيكون هذا هو الح

source: What I saw in Jenin and the Freedom Theatre brings hope. What we must do is listen to the Palestinian stories and then we will understand that one day the oppression of the Palestinian people will go the same way as the wall through Berlin, and the apart
ar: فما رأيته بجنين و مسرح الحرية مدعاةً لميلاد الأمل. و ما يجب أن نقوم به هو الاستماع و الانصات للقصص الفلسطينية و من ثم سنتفهم طبيعة الظلم الذي تعرض له الشعب الفلسطيني و أن مآله الأخير كما حدث في برلين و النظام التمييزي و التفرقة التي دارت بجنوب أفريقيا.

source: Nothing is too late. Everything is still possible!
ar: و في الواقع لا يوجد ما يمكن أن نسمه بالتأخير. فما زال كل شيئ متاح و من الممكن حدوثه

source: Suheir Hammad
ar: سهير حماد

source: 's electric set at the Sakakini center tonight has been edited, uploaded and added to our
ar: في مركز السككيني هذه الليلة تمت كتابتها, تحميلها و إضافتها إلى

source: ….h, i, j, k, l.
ar: م ، و، ق، ل ......

source: between “k” and “l” no thing. air. space.
ar: فبين القاف و و اللام لا يوجد شيئ سوى الهواء و الفضاء

source: a walk. a wall. a walk.
ar: خطوة، حائط، خطوة أخرى.

source: raja shehadeh is a walker and a trail blazer, but not a tour leader. we walked and climbed and slid and sometimes crawled through the hills in our city slicker clothes. we held each other’s hands as we made ways up and then down. thorns everywhere. set
ar: فراجا شهاده هو مترجل و سائر في الطليعة على الآخرين، و لكنه ليس قائد مرشد. و نحن نسير و نتسلق و كذلك ننزلق و في بعض الأحيان نزحف بين التلال بالملابس التي نرتديها بالشوارع. و هنا نسمك بأيدي كلٍ منا بالآخر عندما نقوم بشق طريقنا سواءً صعوداً أو هبوطاً بين الت

source: the israeli settlers from nearby colonies get to walk in these hills unmolested. the palestinians do not. the beauty and energy of the land, i imagine, has no political motivation, unless the desire to be loved and appreciated is political. it is here.
ar: و يسير المستوطنون الإسرائيليون من المستوطنات و المستعمرات الأخرى كذلك بين تلك التلال غير عابئين بينما لا يتطيع الفلسطينين ن يسيروا مثلهم، و كذلك فلا يمثل جمال تلك الأرض و طاقتها الكامنة بها أي دافع لنا، إلا إن ظهرت الرغبة في أن نحب و نقدر،

source: i wonder if soil has heart. i wonder if blood, sweat, and tears do feed roots and flower fruit. if the earth itself has memory, and can she remember, somehow, all those who came and planted and ate here. especially, as i struggle through the climb, i t
ar: و من الناحية السياسية؛ فالأرض موجودة فعلاً، و لكنني أتساءل آهٍ لو أن للأرض قلب يشعر، و كذلك لو أن دمائنا و عرقنا و دموعنا تسيل لتروي جذور تلك الأرض، و تثمر الفاكهة بها، أتساءل آهٍ لو أن لتلك الأرض ذاكرةً، و تستطيع أن تتذكر بشكلٍ أو بآخر كل هؤلاء الذين قد

source: *suad amiry this evening talks about how she gets lost in the west bank, when once she knew it like her hand. so many checkpoints and detours where once there were open roads. “space and time here is not what you think,” she says and i understand. what
ar: و تتحدث الليلة مساءً سعاد أميري عن توهانها و فقدانها الطريق بالضفة الغربية، و عندها أدركت أنها تشبه يدها. و أن هناك العديد من نقاط التفتيش الموزعة على الطرق المفتوحة . و أن الفراغ و الوقت ليسا ما تفكر فيهما، و هذا ما قالته و أنا أفهم بالضبط ما تعنيه. فما

source: *in ramallah i get to see many friends who come out for the festival’s evening event. i ask them each, how has the year been, and the answers are the same, and in an order. first they respond, “alhumdilallah” or something like it, meaning “thank god/all
ar: * ففي رام الله؛ توجب على أن أري و أزور العديد من الأصدقاء و الذين خرجوا من بيتوهم قاصدين أمسية مهرجان فلسطين للأدب. و قد قمت بسؤالهم فرادى كيف كان عامهم، و لكن إجاباتهم جاءت جميعاً متشابهة و متطابقة. و كلهامرتبة. حيث قاموا جميعاً بالإجابة أولاً الحمد لله

source: *there is a wall.
ar: * يوجد جدار و سور عازل.

source: here is a land.
ar: توجد أرض.

source: now is the time.
ar: و الآن هو الوقت

source: the people are here.
ar: و الناس ما زالوا هنا،

source: still.
ar: ما زالوا.

source: Palestine: Israeli Armed Police Disrupt Literature Festival
ar: فلسطين: محاولات الشرطة الإسرائيلية المسلحة لإعاقة فعاليات مهرجان فلسطين للأدب

source: is a traveling cultural roadshow touring across the West Bank, in Palestine, from May 23 to 28.
ar: عرض سائر ثقافي ترحالي يجول عبر الضفة الغربية بفلسطين من 23 مايو و حتى الثمن و العشرين من نفس الشهر

source: Palestine Festival of Literature
ar: مهرجان فلسطين للأدب

source: It aims to bring writers and artists from around the world to Palestinian audiences, to initiate and organize cultural festivals with international and local participation. Also, workshops with students in Palestinian academic institutions in co-operation
ar: يهدف المهرجان إلى جذب و تجميع الكتاب و الفنانين من بالد العالم المختلفة للجمهور الفلسطيني و ذلك بهدف بدء و تنظيم سلسلة من الإحتفالات الثقافية ممتزجة بالمشاركة الدولية و المحلية على السواء.و كذلك تهدف هذه الإحتفالية إلى تنظيم مجموعة من ورش العمل بين الطلاب

source: According to the event's
ar: وفقاً لترتيبات الحدث الفني

source: Because of the difficulties Palestinians face under military occupation in traveling around their own country, the Festival will travel to its audiences. It will tour to Ramallah, to Jenin, to al-Khalil/Hebron and to Bethlehem. To celebrate its year as Cu
ar: و بسبب أن الفلسطينين لا يستطيعون الترحال عبر بلدهم و مدنها المختلفة لمتابعة فعاليات المهرجان، يقوم المهرجان بتتبع جمهوره و يسافر إليه أينما كان. و سيترحل المهرجان بفعالياته المختلفة عب بلدان رام الله و حتى جنين و كذليل الخليل و حتى بيت لحم. و ذلك في إطار

source: However, the festival opening didn't start as smooth as expected and the first night was
ar: و بالرغم من لك لم تبدأ فعاليات الإحتفالية بشكل بسيط و سهل و سلس كما كان متوقع لها حيث أن فعاليات الللية الأولى

source: shut down
ar: تعرضت للغلق و الإعاقة

source: armed Israeli police
ar: من قبل رجال الشرطة الإسرائيلية المسلحة

source: , from China, who took part in the festival wrote under the title “
ar: و قد شاركت دان شي يا من الصين و التي كتبت مقالة تحت عنوان

source: Reality Check or How to hold a festival under occupation
ar: فحص الحقيقة أو كيفية لإقامة مثل ذلك الكهرجان تحت وطأة الإحتلال؟

source: ” the detailed story of how the Israeli security forces came with guns and closed the ceremony down. She a
ar: و هي قصة مفصلة حول كيفية أن قوات الأمن الغسرائيلية حاصرت الإحتفالية بالبنادق و أغلقت المكان. كما أضافت نبذة عن أفكارها الخاصة حول تلك التجربة

source: It is not a bad idea - to say the very least - to arrive in the West Bank, to set aside the ideals, causes and perceptions that we have packed along with our luggage on this trip, and instead listen to the stories of the people here. The voices of the Pal
ar: ليست فكرة سيئة على الإطلاق - أن نقول على الأقل - أننا وصلنا إلى الضفة الغربية، و أن نجلس جنباً إلى جنب مع مع المثاليات و الأسباب و التوقعات و المدركات و التي قمنا بجمعها معاً بلغتنا خلال تلك الرحلة، و بدلاً من الاستماع لقصص الناس هنا، فقد تم حجب أصوات الف

source: After the drama of yesterday we were well prepared for the potential tranquility of a walk in the Ramallah hills with Raja Shehadeh. We got on the bus and headed through the Wall and Qalandia checkpoint and north to Raja’s house. After a brief introductor
ar: بعد مسرحية البارحة، كنا مستعدين للاستمتاع بالهدوء المحتمل خلال القيام بنزهة بتلال رام الله رفقة رجاء شهاده. استقلينا حافلة وتوجهنا عبر السور نحو نقطة تفتيش قلندية وشمال منزل رجاء. وبعد نزهة تقديمية، عبرنا بالحافلة نحو منتصف الوادي – في بداية نزهة اختارتها

source: The walk was slightly more challenging than people had been expecting – we dropped down into the valley then slowly scrambled up the other side, finally reaching a qasr: a solid16th century stone structure that used to house workers and crops during the s
ar: كانت النزهة أصعب مما كان يتوقعها المشاركون – سرنا في منحدر نحو الوادي، ثم باشرنا التسلق من الجهة المقابلة، وأخيرا بلغنا قصرا: بناء صخري صلب يعود إلى القرن السادس عشر كان في السابق يأوي العمال والحبوب خلال أشهر الزراعة في الصيف.

source: We moved back down and through the valley to reach the village where the bus was to pick us up. On reaching the outskirts, we fanned out on to the new tarmac in front of us. But we are quickly called back, behind a barn. An Israeli watchtower looms on the
ar: خلال عودتنا، اجتزنا مجددا منحدرا عبر الوادي لنصل إلى القرية التي ستقلنا منها الحافلة. لكن سرعان ما تم إرجاعنا إلى الوراء لنمكث وراء حظيرة. حيث لاح لنا برج مراقبة إسرائيلي على قمة إحدى التلال على مسافة منا، وتم نصحنا بالبقاء بعيدا عن مجال رؤيته.
